{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-coffee-script": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}